Repository: jeroentip/acf-location-field
Catalog: lang/acf-location-field-*.po
Languages: fr_fr

source: Location
fr_fr: Lieu

source: Map address
fr_fr: Adresse

source: Return the address along with the coordinates.
fr_fr: Retourne l'adresse avec les coordonnées

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Map center
fr_fr: Centre de la carte

source: Latitude and longitude to center the initial map.
fr_fr: Latitude et longitude du centre de la carte.

source: Map zoom
fr_fr: Zoom

source: Map Scrollwheel
fr_fr: Indicateur de zoom

source: Allows scrollwheel zooming on the map field
fr_fr: Afficher l'indicateur de zoom ?

source: This address could not be found:
fr_fr: Cette adresse n'a pas été trouvée :

source: This place could not be found:
fr_fr: Ce lieu n'a pas été trouvé

source: Search for a location
fr_fr: Chercher un lieu

source: Find the complete address
fr_fr: Trouver l'adresse complète

source: Address:
fr_fr: Adresse :

source: Coordinates:
fr_fr: Coordonnées :

source: Location Map
fr_fr: Carte Localisation

source: Content
fr_fr: Contenu

source: Return Value
fr_fr: Valeur à retourner

source: Coordinates & Address
fr_fr: Coordonnées et adresse

source: Coordinates
fr_fr: Coordonnées seulement

source: Map height
fr_fr: Hauteur de la carte

source: Height of the map. Minimum height is 150px
fr_fr: Taille minimale de 150px

source: Latitude and longitude to center the initial map
fr_fr: Latitude et longitude du centre de la carte

source: Map Type Control
fr_fr: Type de carte

source: Show controls for Map Type (Satellite, Hybrid)
fr_fr: Afficher les boutons pour basculer en vue satellite, hybride ?

source: Street View Control
fr_fr: Street view

source: Show controls for Street View
fr_fr: Afficher le bouton street View

source: Point Of Interest
fr_fr: Points d'intérêts

source: Show places on the map
fr_fr: Afficher les POI sur la carte ?
